import React from 'react'
import './Specific.css'
import img from '../../Images/specific-img/image.jpg'

const Specific = () => {
  return (
    <div className='specific-container'>
      <div className="specific-box1">
        <h1>როგორ მუშაობს სპეციალიზაცია</h1>
        <h2>სასწავლო კურსების გავლა</h2>
        <p>სპეციალიზაცია მოიცავს განსხვავებულ სასწავლო კურსებს. თითოეული კურსის გავლის შემდეგ, სტუდენტი იძენს საჭირო უნარ-ჩვევებს კონკრეტული მიმართულებით. ზოგი ერთი კურსი წარმოადგენს სპეციალიზაციის სხვა კურსის გაგრძელებას, რაც სტუდენტებს აძლევს სიღრმისეულ და პრაქტიკულ ცოდნას. </p>
        <h2>სერტიფიკატის მიღება</h2>
        <p>სპეციალიზაციის წარმატებით გავლის შემდეგ, სტუდენტი მიიღებს სამეცნიერო კიბერ უსაფრთხოების ასოციაციის ოფიციალურ სერტიფიკატს, რაც იქნება სტუდენტის საფუძვლიანი ცოდნის დამადასტურებელი.</p>
      </div>
      <div className='specific-img'>
        <img src={img} alt="image" />
      </div>
    </div>
  )
}

export default Specific
