import vazha from '../../Images/Students/vazha.png';
import ketevan from '../../Images/Students/keti-post.jpg';
import avto from '../../Images/Students/avto.png';
import tamta from '../../Images/Students/tamta.png';
import irma from '../../Images/Students/irma-post.png';

const Sdata=[
    {
        id: 1,
        name: 'ვაჟა ფანქველაშვილი',
        desc: 'კიბერ სპეციალიზაციის კურსმა, მომცა ცოდნა იმის შესახებ თუ როგორ დავიცვათ თავი ჰაკერული თავდასხმებისაგან როგორ გავარჩიოთ მავნე კოდი უვნებელი კოდისაგან, კიბერ სპეციალიზაციის კურსზე ასევე ძალიან კარგად შევისწავლე ვების პრინციპები როგორც Front-end დეველოპმენტზე ასევე Back-end დეველოპმენზე, შევისწავლე python ალგორითმები და python-ზე დაფუძნებული Back-end ფრეიმვორკი Django  რამაც მომცა საშუალება, რომ გავრკვეულიყავი python სტქუქტურაში და მის გამოყენებაში',
        image: vazha,
    },
    {
        id: 2,
        name: 'ქეთევან გრძელიძე',
        desc: 'სპეციალიზაციის კურსი ძალიან კარგი ნაბიჯი იყო ჩემთვის, როგორც დამწყებისთვის, რომ შემესწავლა საფუძვლები კიბერუსაფრთხოების სხვადასხვა მიმართულებების, ამომერჩია ჩემი სასურველი და ჩემთვის საინტერესო სფერო. ამას დამატებით, შუალედური სტატიები, ისევე როგორც საბოლოო ნაშრომი, სწორედ ამ ინტერესებს შეესაბამებოდა, რაც კიდევ დამატებით სტიმულს წარმოადგენს. ლექტორების მხრიდან მხარდაჭერა და ყურადღება ნებისმიერს, როგორც დამწყებს ისე უკვე ამ სფეროში მომუშავებს, უქმნის შესაძლებლობას, რომ დასვას შეკითხვები, მიიღოს კომპეტენტური პასუხი ინფორმაცია და განავითაროს საკუთარი შესაძლებლობები.',
        image: ketevan,
    },
    {
        id: 3,
        name: 'ავთანდილ კაკაჩიშვილი',
        desc: 'დახლოებით ერთი წლის წინ დავიწყე scsa-ში სპეციალიზაცის კურსისი შესწავლა, პირველ რიგში მინდა ავღნიშნო რომ, scsa-ს გუნდში არიან თავის საქმეში გამოცდილი და მცოდნე ლექტორები(გუნდი) რომლებმაც ბევრი ცოდნა მომცეს პროფესიულ განვითარებაში, და არამხოლოდ პროფესიული ასევე მომცეს მოტივაცია და ასევე საკუთარ თავზე მუშაობის უნარი, მნიშვნელოვანია არ ავღნიშნო ის რომ ძალიან კმაყოფილი ვარ მათი, ვფიქრობ რომ საუკეთესო სასწავლო ცენტრია რომლის დასრულების შემდეგ აუცილებლად იქნებით პერპექტიული ადამიანი, მინდა დიდი მადლობა გადაუხადო მათ და წარმატებები ვუსურვო!',
        image: avto,
    },
    {
        id: 4,
        name: 'თამთა ტურაშვილი',
        desc: 'სპეციალიზაციის სწავლების ერთწლიანი კურსი SCSA -ში იყო აბსოლუტურად დატვირთული ყველა საჭირო მეცნიერებით/საგნით. სწორად შერჩეული გეგმა და მიმართულებები, სწორად აწყობილი ინტერაქტიული და პრაქტიკაზე დაფუძნებული ლექციები მაქსიმალურად იძლევა საშუალებას შეიძინო ძირითადი ცოდნა და აირჩიო შენთვის საინტერესო კონკრეტული მიმართულება. პროცესში მაქსიმალურად ჩართული ლექტორები არა მარტო სალექციო დროს, ძალიან დიდი მხარდაჭერა იყო მთელი სწავლების მანძილზე. მე, როგორც არა ტექნიკური მიმართულების სპეციალისტს ამ კურსმა უდიდესი ცოდნა და გამოცდილება მომცა კიბერუსაფრთხოებისა და ინფორმაციული უსაფრთხოების საკითხებში.',
        image: tamta,
    },
    {
        id: 5,
        name: 'ირმა ჩინჩალაძე',
        desc: 'სპეციალიზაციის კურსის საშუალებით შევისწავლე და გავიღრმავე ცოდნა კიბერუსაფრთხოების შესახე, როგორ დავიცვათ თავი კიბერ შეტევებისგან, მავნე პროგრამებისგან. პროფესიონალი ლექტორებისგან მივიღე ცოდნა და გამოცდილება ბევრ საინტერესო თემებზე,( ვებგვერდის უსაფრთხოება, ქსელის უსაფრთხოება, კრიპტოგრაფია და სხვა) რომლებიც დამეხმარა სამსახურში ჩემი მოვალეობის შესრულებაში. რაც ყველაზე მნიშვნელოვანია კურსი არ შედგებოდა მხოლოდ თეორიული ნაწილისგან, თეორიას ყოველთვის ახლდა პრაქტიკული მეცადინეობები, რაც საშუალებას გაძლევდა თეორიული ცოდნის პრაქტიკაში გამოყენების.',
        image: irma,
    },
];
export default Sdata;